/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* U heeft nu geen WiFi-verbinding.\n* Verbind uw iOS apparaat en uw computer met hetzelfde netwerk\n* Ververs\n* hint: u kunt uw eigen hotspot op uw computer/iPhone maken";

/* Popover option */
"About Impress Remote" = "Over Impress afstandsbediening";

/* No comment provided by engineer. */
"Back" = "Terug";

/* Popover option */
"Blank Screen" = "Leeg scherm";

/* No comment provided by engineer. */
"Cancel" = "Annuleren";

/* No comment provided by engineer. */
"Click to refresh" = "Klik om te verversen";

/* Back button to the connect page on navbar */
"Connect" = "Verbinden";

/* connect instructions */
"Connect your devices to the same WiFi network." = "Verbind uw apparaten mer hetzelfde WiFi-netwerk.";

/* instruction page title */
"Connection" = "Verbinding";

/* Popover option */
"Connection Help" = "Verbindingshelp";

/* Connection Lost Alert title */
"Connection Lost" = "Verbinding verbroken";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "Oeps, verbinding verbroken... Probeer opnieuw met uw computer te verbinden. ";

/* Control instruction title */
"Control" = "Bediening";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Maak indien nodig uw eigen hotspot op uw iPhone.";

/* Server list section title */
"Custom Connections" = "Aangepaste verbindingen";

/* Displayed when no customized server is available */
"Customize server config instruction" = "Indient uw computer niet in de bovenstaande gedeelte verschijnt,  voeg dan handmatig een computer toe met het IP-adres.";

/* Server list section title */
"Detected Connections" = "Gedetecteerde verbindingen";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Voeg de pincode in de Presentatie-afstandsbediening in";

/* Connection failure title */
"Failed to reach server" = "Kon de server niet bereiken";

/* Connection failure message */
"Failed to reach server Msg" = "Controleer uw IP-adres en zorg ervoor dat LibreOffice Impress wordt uitgevoerd met de Impress Remote-functie ingeschakeld.";

/* No comment provided by engineer. */
"Failed to reach your computer" = "Kon uw computer niet bereiken";

/* No comment provided by engineer. */
"Help" = "Help";

/* In app How-to title */
"How-to" = "How-to";

/* App name displayed on navbar */
"Impress Remote" = "Impress afstandsbediening";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "Ongeldig IP-adres";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "Het IP-adres dat u opgeeft is niet geldig";

/* EditableTableViewCell placeholder */
"IP Address" = "IP-adres";

/* Pairing instruction text */
"Launch Impress & select your computer." = "Start Impress&select op uw computer.";

/* EditableTableViewCell placeholder */
"Name (optional)" = "Naam (optioneel)";

/* No comment provided by engineer. */
"New Server" = "Nieuwe server";

/* No comment provided by engineer. */
"No, thanks" = "Nee, bedankt";

/* OK Button on Alert view */
"OK" = "OK";

/* backButton for Tutorial */
"Ok, thanks" = "Oké, bedankt";

/* Pairing instruction title */
"Pairing" = "Koppelen";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "Koppelinstructies";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. Start LibreOffice Impress op uw computer\n\n2. Zet Opties > LibreOffice Impress > Algemeen > Afstandsbediening inschakelen aan\n\n3. Zorg ervoor dat uw Computer en uw apparaat zijn verbonden met hetzelfde WiFi netwerk\n\n4. Voer uw computer's IP adres handmatig in als het niet wordt gedetecteerd\n\n5. Verbind en geniet!\n\n";

/* Update button text in diffrent states */
"Pause" = "Pauze";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "Probeer LibreOffice Impress opnieuw te starten op uw computer.";

/* Popover option */
"Restart" = "Herstart";

/* No comment provided by engineer. */
"Resume from blank screen" = "Hervat vanaf een leeg scherm";

/* Popover option */
"Resume from blank Screen" = "Hervat vanaf een leeg scherm";

/* No comment provided by engineer. */
"Searching" = "Zoeken";

/* Sidebar section header */
"Slides" = "Dia's";

/* Update button text in diffrent states */
"Start" = "Begin";

/* Popover option */
"Stop Presentation" = "Stop presentatie";

/* Sidebar section header */
"Stop Watch" = "Stop klok";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "Neem een ​​rondleiding van iOS Impress Remote?";

/* Sidebar section header */
"Timer" = "Timer";

/* No comment provided by engineer. */
"Yes" = "Ja";

